perpendicular-flap/fluid-openfoam/Dt-0.01-dt_F-0.001/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType laminar;
